results/M2.5_0.17364817766693033/0/rho
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      rho;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -3 0 0 0 0 0];

internalField   uniform 1.17397;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 1.17397;
    }
    sym
    {
        type            symmetry;
    }
    wedge
    {
        type            calculated;
        value           uniform 1.17397;
    }
    top
    {
        type            calculated;
        value           uniform 1.17397;
    }
    back
    {
        type            empty;
    }
    front
    {
        type            empty;
    }
    outlet
    {
        type            calculated;
        value           uniform 1.17397;
    }
}


// ************************************************************************* //
